window.copy = {
  start: {
    title: "偷闲中... | 社畜摸鱼模拟器",
    intro: "公司还没完全抓住你。\n趁现在，先从它手里拿回一点时间。",
    cta: "开始上工"
  },

  summary: {
    restart: "再工一天",
    quit: "辞职！"
  },

  endings: {
    ending1: {
      title: "恭喜你下班了，但是……",
      body: "领导说明天抽空找你谈谈。真的假的，要裁员吗，但只要我先下手为强，把领导炒了，领导就炒不了我……"
    },
    ending2: {
      title: "下班了，但……",
      body: "领导的消息在下班路上抓住了你。你想了一路，觉得也不是很复杂，打算回家之后“顺手”做了，今天也很温良呢。"
    },
    ending3: {
      title: "平平无奇地下班了",
      body: "接下来才是属于你自己的时间。有人说平平无奇是社畜的勋章，真的吗，很荣耀吗？你不知道，但你打算继续平平无奇地……"
    }
  },

  quit: {
    early: "想不到吧，下班就这么简单。\n恭喜你。\n祝你的下一份工更少内耗，更少忍耐，或者……\n没有下一份工，但是有钱！",
    after: "你终于下班了。\n接下来，是你自己的时间。\n如果你为工位上逝去的八小时（或更多）之无意义而遗憾，请在自己的时间里更爱自己。\n祝你明天也能撑过去，或者干脆别撑。"
  },

  awards: {
    bySingleWarning: {
      metro: {
        title: "万事开头难锦旗",
        desc: "地铁谋害你，你依然排除万难，拥有了一个完美的……工作日。"
      },
      company: {
        title: "全勤奖失踪案涉案人员称号",
        desc: "你的灵魂、你的工牌、你的全勤奖……今天都不想进公司。"
      },
      meeting: {
        title: "神游全世界荣誉称号",
        desc: "走神是天赋人权，你为自己还拥有神游天外的能力而感到骄傲，为什么不呢？"
      },
      pantry: {
        title: "上善若水锦旗",
        desc: "水善利万物而不争，你潜心悟道，茶水间是你的修行。"
      },
      desk: {
        title: "强劲大心脏荣誉称号",
        desc: "闪现的领导没把你吓死，这固然是你的本事，但有些刺激，最好别在工位体验。"
      },
      lastHour: {
        title: "功亏一篑不荣誉称号",
        desc: "自由明明近在眼前，你却被公司捞了回去……低声些！难道光彩吗！"
      }
    },
  
    ddlMaster: {
      title: "DDL拿捏奖",
      desc: "摸则摸矣，绝不越线。不过……是不是太便宜公司了，再算算时薪呢？"
    },
  
    stopInTime: {
      title: "见好就收奖",
      desc: "试探公司的底线，是成熟社畜的美德。今天也在做个上工艺术家呢！"
    },
  
    unlucky: {
      title: "倒霉蛋奖",
      desc: "你摸得不算多，也许你和公司八字不合，加油啊，把公司克到倒闭。"
    },
  
    extreme: {
      title: "极限挑战奖",
      desc: "你是在潮水边反复伸脚的海鸥，身姿轻盈，完美！[此处有掌声]"
    },
  
    riverside: {
      title: "河边漫步奖",
      desc: "常在河边走，哪有不湿鞋？想必你也知道这个道理，但来都来了，放松点儿。"
    },
  
    ordinary: {
      title: "普通社畜奖",
      desc: "平平无奇地上班，平平无奇地摸鱼。听上去普通，可你知道你很努力，希望公司也知道。"
    }
  }
};
